Repository: fs-wiwi-ms/klausurarchiv
Catalog: priv/gettext/*/LC_MESSAGES/default.po
Languages: de

source: Actions
de: Aktionen

source: Create
de: Erstellen

source: Create new lecture
de: Neue Vorlesung erstellen

source: Degree
de: Abschluss

source: Error
de: Fehler

source: Examarchive
de: Klausurarchiv

source: File
de: Datei

source: Full text search
de: Volltextsuche

source: No exams found.
de: Leider keine Klausuren gefunden.

source: No lectures found.
de: Leider keine Vorlesungen gefunden.

source: No unplubished exams found.
de: Keine unveröffentlichten Klausuren gefunden.

source: Not published Exams
de: Unveröffentlichte Klausuren

source: Send
de: Abschicken

source: Success
de: Erfolg

source: Term
de: Semester

source: Year
de: Jahr

source: . If you report errors, please attach a screenshot and description (such as operating system and browser).
de: . Bei Meldung von Fehlern bitte einen Screenshot und Beschreibung (wie Betriebssystem und Browser) anfügen.

source: Admin-Corner
de: Admin Ecke

source: Click here to make a new exam available.
de: Klicke hier, um eine neue Klausur zur Verfügung zu stellen.

source: Create lecture
de: Vorlesung erstellen

source: Do you miss an exam?
de: Vermisst du eine Klausur?

source: Examarchive of student's council of business school of university of münster
de: Klausurarchiv der Fachschaft WiWi der Universität Münster

source: Hint
de: Hinweis

source: Legal
de: Impressum

source: Privacy
de: Datenschutz

source: Publish exams
de: Klausuren freischalten

source: Student's council of business school of university of münster
de: Fachschaft WiWi der Universität Münster

source: Upload exam
de: Klausur hochladen

source: Summer term
de: Sommersemester

source: Upload a new exam
de: Eine neue Klausur hochladen

source: Winter term
de: Wintersemester

source: Add Shortcuts
de: Abkürzungen hinzufügen

source: Add shortcut
de: Abkürzung hinzufügen

source: All
de: Alle

source: Change password
de: Passwort ändern

source: Could not update password.
de: Passwort konnte nicht aktualisiert werden!

source: Create Account
de: Account erstellen

source: Edit lecture
de: Vorlesung bearbeiten

source: Email or password incorrect.
de: Email oder Passwort falsch

source: Error while creating user!
de: Fehler beim Erstellen des Benutzers

source: Forgot Password
de: Passwort vergessen

source: Forgot password
de: Passwort vergessen

source: Last name
de: Nachname

source: Link is not valid
de: Link ist nicht gültig

source: Logged in.
de: Eingeloggt!

source: Logged out!
de: Ausgeloggt!

source: Manage shortcuts
de: Abkürzungen verwalten

source: Matriculation number
de: Matrikelnummer

source: Module number
de: Modulnummer

source: No unreviewed shortcuts found.
de: Keine Shortcuts gefunden.

source: Password
de: Passwort

source: Password changed succesful
de: Passwort erfolgreich geändert

source: Please specify a filter to search for a lecture.
de: Bitte nach Klausuren filtern.

source: Register new user
de: Benutzer registrieren

source: Registration successful! Please login.
de: Registration erfolgreich. Bitte einloggen.

source: Remember me
de: Eingeloggt bleiben.

source: Repeat password
de: Passwort wiederholen

source: Reset password
de: Passwort zurücksetzen

source: Sent email
de: Email abschicken

source: Shortcuts
de: Abkürzungen

source: Submit
de: Senden

source: This action is permitted!
de: Diese Aktion ist nicht erlaubt!

source: Type in shortcut...
de: Bitte Abkürzung eingeben...

source: Under review
de: Noch nicht freigegeben

source: Warning
de: Warnung

source: We have sent you a mail
de: Wir haben dir eine Mail geschickt

source: You don't have an account yet? Register now!
de: Du hast noch keinen Account? Dann registriere dich jetzt!

source: Edit exam
de: Klausur bearbeiten

source: Hidden
de: Versteckt

source: Hide exam
de: Klausur verbergen

source: Hide lecture
de: Vorlesung verbergen

source: Lecture
de: Vorlesung

source: Publish exam
de: Klausuren freischalten

source: Publish lecture
de: Klausur freischalten

source: Fore name
de: Vorname

source: No file choosen....
de: Keine Datei ausgewählt...

source: Password must have min. 8 characters and contain min. one lower- and uppercase, symbol and number.
de: Passwörter müssen aus mindestens 8 Zeichen, einem Groß- und Kleinbuchstaben, einem Symbol und einer Nummer bestehen.

source: Publish
de: Veröffentlichen

source: Register
de: Registrieren

source: Approve
de: Zustimmen

source: Reject
de: Ablehnen

source: Shortcut
de: Abkürzung

source: If you have any problems or suggestions, please contact the person responsible for the Klausurarchiv:
de: Bei Anregungen, Fehlern und anderen Problemen bezüglich der Anzeige wende dich bitte an:

source: Confirm mail
de: Email bestätigen

source: If the link does not work copy the following url in your browser and press Enter!
de: Wenn der Link nicht funktioniert kopiere bitte die folgende URL, füge diese in den Browser und drücke Enter.

source: Please click on the link in the email we sent you so that we can verify your email and thus your affiliation with the University of Münster.
de: Bitte klicke auf den Link in der E-Mail, die wir dir geschickt haben, damit wir deine E-Mail und damit deine Zugehörigkeit zur Universität Münster verifizieren können.

source: Please verify your email to confirm your affiliation with the University of Münster. We have sent you an email with the link for confirmation.
de: Bitte verifiziere deine E-Mail, um deine Zugehörigkeit zur Universität Münster zu bestätigen. Wir haben dir eine E-Mail mit dem Link zur Bestätigung geschickt.

source: Registration successful! You are now logged in. Please verify your email to confirm your affiliation with the University of Münster. We have sent you an email with the link for confirmation.
de: Registrierung erfolgreich! Du bist jetzt eingeloggt. Bitte verifiziere deine E-Mail, um deine Zugehörigkeit zur Universität Münster zu bestätigen. Wir haben dir eine E-Mail mit dem Link zur Bestätigung geschickt.

source: Repeat email
de: Email wiederholen

source: Resend mail
de: Email erneut zuschicken

source: You can confirm your examarchive account by clicking the button below:
de: Du kannst deinen Klausurarchiv Account bestätigen indem du auf den folgenden Link klickst:

source: You don't have recieved an email yet?
de: Hast du bisher noch keine Mail für die Bestätigung deiner Email erhalten?

source: If you didn't create an account with us, please ignore this email.
de: Wenn du keinen Account im Klausurarchiv erstellt hast, kannst du diese Mail ignorieren.

source: If you didn't try to reset your password, please ignore this email.
de: Wenn du nicht versucht hast dein Passwort zurücksetzen, ignoriere bitte diese Email.

source: Reset password!
de: Passwort zurücksetzen

source: You can reset your password by visiting the url below:
de: Du kannst deine Passwort zurücksetzen in dem du auf den folgenden Link klickst:

source: Confirm email!
de: Email bestätigen!

source: University email adress
de: Universitätsemailadresse

source: The link is valid only 24 hours.
de: Der Link ist nur 24 Stunden gültig.

source: A new exam was uploaded to the exam archive:
de: Eine neue Klausur wurde im Klausurarchiv hochgeladen:

source: Delete
de: Löschen

source: Deleted!
de: Gelöscht!

source: Image name
de: Bild Name

source: Image url
de: Bild-URL

source: Really delete exam?
de: Klausur wirklich löschen?

source: Year:
de: Jahr:
